Revit 2027 API
ParameterTypeId.AnalyticalMemberForceEndMz Property
 "End Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceEndMz { get; }
Public Shared ReadOnly Property AnalyticalMemberForceEndMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceEndMz {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceEndMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace